// AskFirst dialog -- in English, this displays as:
//
//		“<UserName>” on “<ComputerName>” would like to use your <DVD/CD/disc> <drive/drives>.

"“%1$@” on “%2$@” would like to use your %3$@ %4$@." = "“%2$@”上の“%1$@”が、お使いの %3$@ %4$@の使用許可を求めています。";

"Accept" = "受け付ける";
"Decline" = "拒否";
"DVD" = "DVD";
"CD" = "CD";
"disc" = "ディスク";
"drive" = "ドライブ";
"drives" = "ドライブ";

// Eject dialog

"You’re ejecting a disc that another computer is using. Do you want to continue?" = "別のコンピュータが使用しているディスクを取り出そうとしています。続けますか？";
"The remote computer will be disconnected from your computer." = "リモートコンピュータはこのコンピュータから接続解除されます。";
"Eject" = "取り出す";
"Don't Eject" = "取り出さない";
